export const Payment = () => {
  return (
    <div className="mt-25 text-sm sm:text-base font-second font-light flex flex-col gap-10">
      <p>
        Главное отличие фена Dyson в быстром и безопасном высушивании волос. В
        рукоятку встроен датчик температуры, благодаря которому она не
        поднимается выше 100 градусов. Главное отличие фена Dyson в быстром и
        безопасном высушивании волос.{" "}
      </p>
      <div>
        <p>Способы оплаты:</p>
        <ul className="list-decimal ml-10">
          <li>В рукоятку встроен датчик температуры</li>
          <li>Благодаря которому она не поднимается выше 100 градусов </li>
          <li>
            Главное отличие фена Dyson в быстром и безопасном высушивании волос
          </li>
          <li>В рукоятку встроен датчик температуры</li>
        </ul>
      </div>
      <p>
        Благодаря которому она не поднимается выше 100 градусов. Главное отличие
        фена Dyson в быстром и безопасном высушивании волос. В рукоятку встроен
        датчик температуры, благодаря которому она не поднимается выше 100
        градусов. Главное отличие фена Dyson в быстром и безопасном высушивании
        волос. В рукоятку встроен датчик температуры, благодаря которому она не
        поднимается выше 100 градусов.{" "}
      </p>
    </div>
  );
};
